
# Sarcopenia: etiology, clinical consequences, intervention, and assessment
 T. Lang & T. Streeper & P. Cawthon & K. Baldwin & D. R. Taaffe & T. B. Harris<br>
 Osteoporos Int (2010) 21:543–559<br>
 https://link.springer.com/article/10.1007%2Fs00198-009-1059-y

## どんなもの?
### Abstract
- サルコペニアの定義
    - サルコペニアという用語は，老化に伴う筋肉の喪失に起因する，筋肉量が低水準な状態を主に指す．
    - しかし，その定義はしばしば骨格筋肉量の減少に関わる細胞プロセスを含むことがある．
        - その細胞プロセスにおける変化には，<br>
            1. 筋肉の同化作用[1]を促進する要因を弱化させる．
            2. 炎症性因子の発現．
            3. 骨格筋の異化[2]に寄与する作因の発現．
- このレビューの目的
    - サルコペニアおよび，筋組織の形態・機能の加齢性変化の根底にあるメカニズムについての現在の理解を要約すること．
    - また，サルコペニアに起因して生じる長期的な機能喪失について議論する．
        - その機能喪失によって筋骨格的な怪我や他の病的状態につながる．
        - これらを看過するとフレイル状態となり，自立活動ができなくなる．
### Introduction
-  筋肉の役割
    - 筋肉は全体重の約50%の質量を占める．
    - 力を発揮するほかにも，グルコース[3]の代謝を恒常的に管理する決定的要因でもある．
- 筋肉の機能は人間の健康と密接に関わっている．
    - アメリカにおける65歳以上の人口は15年後にはおよそ倍になることが予測されている．
    - 老化に伴う筋肉の質量及び機能の喪失が極めて現在・将来における公衆衛生[4]と関わりがある．
    - 寝たきり状態は老化に伴う骨格筋の劣化による諸帰結のうちの一つである．
        - この寝たきり状態は，介護ホームケアが必要かどうかを決定づける主な基準となっている．
        - 介護ホームケアを含む公衆衛生費用は，アメリカ合衆国健康・財政管理機関が試算するには2010年までに1億8,300万ドルを超えるとのことである．
- サルコペニアの由来
    - サルコペニアという用語はI.H. Rosenbergによって造られた．語源としては，ギリシャ語のsarx(新鮮さ)とpenia(喪失)から由来している．
### 筋繊維構造と神経筋接合部
- 筋繊維の階層的構造
    - 筋原繊維 > ミオフィブリル > サルコメア > ミオシン・アクチン
    - 遅筋・速筋のちがいはミオシンのタイプから
        - 遅筋：I型ミオシン
            - ミトコンドリア・ミオグロビンが豊富．
            - そのため赤い筋肉として見える．
            - トリグリセリドなどの脂質からエネルギー(ATP)を生成
            - 持続力が高い．ex)有酸素運動・抗重力筋活動
        - 速筋：Ⅱ型ミオシン
            - 断面積が大きく，収縮力が高い
            - 遅筋よりも最大瞬間圧力が４倍程度大きい
            - グリコーゲン（糖）からエネルギー(ATP)を生成
### 老化に伴うミオシン種別ごとの割合変化
1. Ⅱ型ミオシンが急激に減少
2. Ⅰ型ミオシンはⅡ型ミオシンよりも緩やかに減少
3. 筋繊維が細くなり，遅筋優位になる．
### 診断手法
1. CT：筋肉の断面積を測定
2. MRI：〃
    - 派生：MRS(Magnetic Resonanse Spectroscopy)
        - 筋肉面積が減れば相対的に脂肪組織が多くなる．
        - 脂肪組織の割合を知ることはサルコペニア診断につながる
        - 筋肉内脂肪を種別に半定量的に測定できる．
            - IMCL(Intramyocellular Lipid)
                - 糖尿病発生メカニズムと深く関連
            - EMCL(Extramyocellular Lipid)
3. DXA(Dual X-ray Absorpmetiometry)

---
[1] 単一細胞が集まってエネルギーをストレージすること．<br>
[2] 同化作用と逆で，生体物質を分解する活動をいう．<br>
[3] 血糖として動物中の血液中を循環している．細胞呼吸のための最も重要なエネルギー源である．<br>
[4] 集団の健康についての分析に基づく地域共同体の健康に対する脅威への対処．
