# 外界からの入力がないときでもなぜ大脳は常に活動しているのか (2005年)
宮川剛
http://gaya.jp/research/spontaneous_activity.htm

## アブスト・イントロ
外部からの情報が、脊髄や脳に送られ、そこに存在する神経細胞によって加工・処理されることは、自明である。とりわけ高次な情報処理は主に大脳皮質（およびその周辺）で行われるが、しかし、詳細なメカニズムは明らかになっていない。さらに、大脳皮質の神経細胞は外からの入力がなくても恒常的に独自の発火活動をしているのである。ときには入力が与えられなくても内発的に出力することさえある。こうしたブラックボックスの内部活動は「自発活動（spontaneous activity）」もしくは「継続活動（ongoing activity）」と呼ばれ、脳のパフォーマンスを特徴づける現象である。


## 先行研究と比べて何がすごい？
関連研究で読んだものをここに書く
従来ランダムであると考えられていた自発活動は、巨視的に眺めると厳然たる「秩序」を含んでいたこと。


## どうやって有効だと検証した?
実験で読んだものをここに書く
観察される発火活動の時空構造を、コンピュータを用いてランダムにシャッフル（制限付きモンテカルロ・シミュレーション）すると、そこに含まれる繰り返しパターン数が大幅に減少することから、偶然による時空活動では、反復活動を説明できないことがわかる


## 技術の手法や肝は？
マテリアル&メソッドで読んだものをここに書く
カルシウム蛍光指示薬を用いて再構築した発火活動の時空パターン。マウス内側前頭葉スライス標本。１０００を超える神経細胞から４０分間にわたって記録した。縦軸が細胞番号（任意に割り当てた）、横軸は時間軸を示している。神経細胞が活動した各時間を点で示している。時空パターンは一見すると無秩序に見える。
## 議論はある？
ディスカッションで読んだものをここに書く
大脳皮質の自発活動は人工的な状態、たとえば、麻酔下やスライス標本においてさえも消失することはない。とりわけ、スライス標本に自発活動が存在するという事実から、自発発火を生じるためには限られた局所回路で必要十分であることが示唆された。そこで、皮質スライス標本を活用できる利点を活かし、近年、膨大数の神経細胞から大規模な記録を行うことで、皮質の自発活動の実態が明るみになった。


## 次に読むべき論文は？
参考文献で読んだものをここに書く
神経細胞がUP状態にあるかDOWN状態にあるかによって、同じ外部刺激を与えた場合でも、異なる応答が得られることが知られているが、具体的にどのような違いがあるかについて書かれた論文
